Repository: vvk4/Vector-S
Catalog: PC/ControlBalance/Form1.*.resx
Languages: ru

# button8.Text
source: Calibrate gyro
ru: Калибровка гиро

# button9.Text
source: Calibrate accel
ru: Калибровка Аксел.

# label36.Text
source: Max angle across:
ru: Макс. угол поперек:

# label42.Text
source: Max angle along:
ru: Макс. угол вдоль.:

# checkBox99.Text
source: Vertical orientation
ru: Вертикальная ориентация

# checkBox74.Text
source: Turn the across axis to 90 degrees
ru: Развернуть поперечную ось на 90 град.

# checkBox49.Text
source: Direction of balancing
ru: Направление балансировки

# label673.Text
source: Tilt across (degree):
ru: Наклон поперек (град.):

# label671.Text
source: Tilt along (degree):
ru: Наклон вдоль (град.):

# label658.Text
source: Accelerometr and Gyro:
ru: Акселерометр и гироскоп

# label817.Text
source: Sound when PWM > (%):
ru: Сигнал, когда ШИМ > (%):

# checkBox101.Text
source: Keys from button
ru: Управление ключами от кнопки

# label589.Text
source: Stop/turn signals:
ru: Сигналы стопов/поворотов:

# checkBox75.Text
source: The direction braking indication
ru: Направление индикации торможения

# checkBox76.Text
source: forward-backward
ru: Вперед-назад

# label573.Text
source: Sensitivity of turn signals:
ru: Чувствительность поворотников

# label812.Text
source: Breaking
ru: Торможение

# label810.Text
source: Speed level (km/h):
ru: Порог скорости (km/h):

# checkBox73.Text
source: Direction of breaking
ru: Направление торможения

# checkBox72.Text
source: Signal when breaking
ru: Сигнал при торможении

# label603.Text
source: Max angle (degrees):
ru: Макс. угол (град.):

# checkBox70.Text
source: Monocycle mode
ru: Режим моноцикла

# label901.Text
source: Decreasing Kp at speed < (km/h)
ru: Уменьшать Ki на скорости < (км/ч)

# label832.Text
source: Reduction time (discrete 0.1sec):
ru: Время уменьшения Ki (0.1сек):
